IDEA Open Model
ConProjectInfo.ProjectNumber Property
Compatible with IDEA StatiCa Beta 20.0
 Project number
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string ProjectNumber { get; set; }
Public Property ProjectNumber As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ConProjectInfo Class
IdeaRS.OpenModel.Connection Namespace